Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNavigation/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.youHaveArrivedAtYourDestination
source: You have arrived at your destination.
ar: لقد وصلت إلى وجهتك.
bg: Пристигнахте на вашата дестинация.
ca: Has arribat a la teva destinació.
cs: Dorazili jste na místo určení.
da: Du er ankommet til din destination.
de: Du bist an deinem Ziel angekommen.
el: Έχεις φτάσει στον προορισμό σου.
es: Has llegado a tu destino.
es_419: Has llegado a tu destino.
fi: Olet saapunut määränpäähäsi.
fr: Vous êtes arrivé à votre destination.
fr_ca: Vous êtes arrivé à destination.
he: הגעת ליעד שלך.
hi: आप अपने गंतव्य पर पहुँच गए हैं।
hr: Stigli ste na svoju destinaciju.
hu: Megérkeztél a célállomásodra.
id: Anda telah tiba di tujuan Anda.
it: Sei arrivato alla tua destinazione.
ja: 目的地に到着しました。
kk: Сіз межелі орынға жеттіңіз.
ko: 목적지에 도착했습니다.
ms: Anda telah tiba di destinasi anda.
nb: Du har ankommet målet ditt.
nl: Je bent aangekomen op je bestemming.
pl: Dotarłeś/aś do celu.
pt_br: Você chegou ao seu destino.
pt_pt: Chegaste ao teu destino.
ro: Ai ajuns la destinație.
ru: Вы прибыли в место назначения.
sk: Dorazili ste na svoju destináciu.
sv: Du har ankommit till din destination.
th: คุณได้เดินทางถึงจุดหมายแล้ว.
tr: Hedefine ulaştın.
uk: Ви прибули до місця призначення.
vi: Bạn đã đến đích.
zh_hans: 您已到达目的地。
zh_hant: 你已抵達目的地。
zh_hk: 你已到達目的地。

# TK.Placeholder.calculatingAlternativesDots
source: Calculating alternatives…
ar: جارٍ حساب البدائل…
bg: Изчисляване на алтернативи…
ca: Calculant alternatives…
cs: Vypočítávání alternativ…
da: Beregn alternative...
de: Alternativen werden berechnet…
el: Υπολογισμός εναλλακτικών…
es: Calculando alternativas…
es_419: Calculando alternativas…
fi: Lasketaan vaihtoehtoja…
fr: Calcul des alternatives…
fr_ca: Calcul des alternatives…
he: מחפש חלופות…
hi: वैकल्पिक मार्गों की गणना कर रहे हैं…
hr: Izračunavanje alternativa…
hu: Alternatívák számítása…
id: Menghitung alternatif…
it: Calcolo alternative…
ja: 代替案を計算中…
kk: Балама жолдарды есептеу…
ko: 대안 계산 중…
ms: Mengira alternatif…
nb: Beregn alternative ruter…
nl: Alternatieven berekenen…
pl: Obliczanie alternatyw…
pt_br: Calculando alternativas…
pt_pt: A calcular alternativas…
ro: Calculează alternative…
ru: Расчет альтернатив…
sk: Vypočítavanie alternatív…
sv: Beräknar alternativ…
th: กำลังคำนวณทางเลือก…
tr: Alternatifler hesaplanıyor…
uk: Обчислюю альтернативи…
vi: Đang tính toán các phương án…
zh_hans: 正在计算备选方案…
zh_hant: 正在計算替代方案…
zh_hk: 正在計算替代方案…

# TK.Placeholder.checkingTrafficConditionsDots
source: Checking traffic conditions…
ar: جارٍ التحقق من حالة المرور…
bg: Проверка на условията на трафика…
ca: Comprovant condicions de trànsit…
cs: Kontrola dopravní situace…
da: Tjekker trafikforhold...
de: Verkehrsbedingungen werden überprüft…
el: Έλεγχος κυκλοφοριακών συνθηκών…
es: Comprobando condiciones de tráfico…
es_419: Verificando condiciones de tráfico…
fi: Tarkistetaan liikennetilannetta…
fr: Vérification des conditions de circulation…
fr_ca: Vérification des conditions de circulation…
he: בודק תנאי תנועה…
hi: यातायात की स्थिति की जांच कर रहे हैं…
hr: Provjera prometnih uvjeta…
hu: Forgalmi viszonyok ellenőrzése…
id: Memeriksa kondisi lalu lintas…
it: Controllo condizioni del traffico…
ja: 交通状況を確認中…
kk: Трафик жағдайларын тексеру…
ko: 교통 상황 확인 중…
ms: Semak keadaan trafik…
nb: Sjekker trafikksituasjon…
nl: Verkeersomstandigheden controleren…
pl: Sprawdzanie warunków drogowych…
pt_br: Verificando condições de tráfego…
pt_pt: A verificar condições de trânsito…
ro: Verifică condițiile de trafic…
ru: Проверка дорожной ситуации…
sk: Kontrola dopravných podmienok…
sv: Kontrollerar trafikförhållanden…
th: กำลังตรวจสอบสภาพการจราจร…
tr: Trafik koşulları kontrol ediliyor…
uk: Перевірка дорожніх умов…
vi: Đang kiểm tra tình hình giao thông…
zh_hans: 正在检查交通状况…
zh_hant: 正在檢查交通狀況…
zh_hk: 正在檢查交通情況…

# TK.Placeholder.detectingLocationDots
source: Detecting location…
ar: جارٍ الكشف عن الموقع…
bg: Определяне на местоположението…
ca: Detectant ubicació…
cs: Zjišťování polohy…
da: Registrerer placering…
de: Standort wird erkannt…
el: Ανίχνευση τοποθεσίας…
es: Detectando ubicación…
es_419: Detectando ubicación…
fi: Paikan tunnistus…
fr: Détection de la localisation…
fr_ca: Détection de la localisation…
he: מאתר מיקום…
hi: स्थान की पहचान कर रहे हैं…
hr: Otkrivanje lokacije…
hu: Helyzet meghatározása…
id: Mendeteksi lokasi…
it: Rilevazione posizione…
ja: 位置を検出中…
kk: Орналасқан жерді анықтау…
ko: 위치 탐지 중…
ms: Mengesan lokasi…
nb: Oppdager plassering…
nl: Locatie detecteren…
pl: Wykrywanie lokalizacji…
pt_br: Detectando localização…
pt_pt: A detetar localização…
ro: Detectarea locației…
ru: Определение местоположения…
sk: Zisťujem polohu…
sv: Detekterar plats…
th: กำลังตรวจจับตำแหน่ง…
tr: Konum algılanıyor…
uk: Визначення місця розташування…
vi: Đang phát hiện vị trí…
zh_hans: 正在定位…
zh_hant: 正在偵測位置…
zh_hk: 正在檢測位置…

# TK.Placeholder.enterDestinationDots
source: Enter destination…
ar: أدخل الوجهة…
bg: Въведи дестинация…
ca: Introdueix una destinació…
cs: Zadejte cíl…
da: Indtast destination…
de: Zielort eingeben…
el: Εισάγετε προορισμό…
es: Introduce el destino…
es_419: Ingresa el destino…
fi: Syötä kohde…
fr: Saisir la destination…
fr_ca: Entrer la destination…
he: הזן יעד…
hi: गंतव्य दर्ज करें…
hr: Unesite odredište…
hu: Írd be a célt…
id: cth. Jalan Raya
it: Inserisci destinazione…
ja: 目的地を入力…
kk: Мақсатты енгізіңіз…
ko: 목적지 입력…
ms: Masukkan destinasi…
nb: Skriv inn destinasjon…
nl: Voer bestemming in…
pl: Wprowadź miejsce docelowe…
pt_br: Insira o destino…
pt_pt: Introduza o destino…
ro: Introdu destinatia…
ru: Введите пункт назначения…
sk: Zadajte cieľ…
sv: Ange destination…
th: กรอกจุดหมาย…
tr: Varış noktasını girin…
uk: Введіть пункт призначення…
vi: Nhập địa điểm…
zh_hans: 输入目的地…
zh_hant: 輸入目的地…
zh_hk: 輸入目的地…

# TK.Placeholder.enterStopNameDots
source: Enter stop name…
ar: أدخل اسم المحطة…
bg: Въведи име на спирка…
ca: Introdueix el nom de la parada…
cs: Zadejte název zastávky…
da: Indtast stoppested navn…
de: Gib den Haltestellen-Namen ein…
el: Εισάγετε το όνομα στάσης…
es: Introducir nombre de la parada…
es_419: Ingresa el nombre de la parada…
fi: Syötä pysäkin nimi…
fr: Entrez le nom de l'arrêt…
fr_ca: Saisissez le nom de l'arrêt…
he: הזן שם תחנה…
hi: स्टॉप का नाम दर्ज करें…
hr: Unesi naziv stanice…
hu: Írd be a megálló nevét…
id: Masukkan nama pemberhentian…
it: Inserisci il nome della fermata…
ja: 停留所名を入力…
kk: Тоқтату атысының енгізіңіз…
ko: 정류장 이름 입력…
ms: Masukkan nama hentian…
nb: Skriv inn stoppestednavn…
nl: Voer stopnaam in…
pl: Wprowadź nazwę przystanku…
pt_br: Digite o nome da parada…
pt_pt: Introduza o nome da paragem…
ro: Introduceti numele opririi…
ru: Введите название остановки…
sk: Zadaj názov zastávky…
sv: Ange stoppnamn…
th: กรุณาใส่ชื่อจุดจอด…
tr: Durağın adını girin…
uk: Введіть назву зупинки…
vi: Nhập tên điểm dừng…
zh_hans: 请输入停靠站名称…
zh_hant: 輸入停靠站名稱…
zh_hk: 輸入站名…

# TK.Placeholder.findingChargingStationsDots
source: Finding charging stations…
ar: جارٍ العثور على محطات الشحن…
bg: Намери станции за зареждане…
ca: Trobat estacions de càrrega…
cs: Hledám nabíjecí stanice…
da: Finder ladestationer…
de: Ladestationen finden…
el: Αναζητώντας σταθμούς φόρτισης…
es: Buscando estaciones de carga…
es_419: Buscando estaciones de carga…
fi: Etsitään latausasema…
fr: Recherche des stations de chargement…
fr_ca: Recherche de stations de recharge…
he: מחפש תחנות טעינה…
hi: चार्जिंग स्टेशनों की खोज में…
hr: Pronalazak punionica…
hu: Töltőállomások keresése…
id: Mencari stasiun pengisian…
it: Ricerca stazioni di ricarica…
ja: 充電スタンドを探しています…
kk: Жартылай электр станцияларын табу…
ko: 충전소 찾기…
ms: Mencari stesen pengecasan…
nb: Leter etter ladestasjoner…
nl: Laadstations vinden…
pl: Znalezienie stacji ładowania...
pt_br: Encontrando estações de carregamento…
pt_pt: A encontrar estações de carregamento…
ro: Se caută stații de încărcare…
ru: Поиск зарядных станций…
sk: Hľadám nabíjacie stanice…
sv: Hittar laddstationer…
th: กำลังค้นหาสถานีชาร์จ…
tr: Şarj istasyonları buluyor…
uk: Знаходження зарядних станцій…
vi: Đang tìm trạm sạc…
zh_hans: 寻找充电站…
zh_hant: 尋找充電站…
zh_hk: 尋找充電站…

# TK.Placeholder.findingFastestRouteDots
source: Finding fastest route…
ar: جارٍ العثور على أسرع طريق…
bg: Намери най-бързия маршрут…
ca: Trobat la ruta més ràpida…
cs: Hledám nejrychlejší trasu…
da: Finder hurtigste rute…
de: Schnellste Route finden…
el: Αναζητώντας την πιο γρήγορη διαδρομή…
es: Buscando la ruta más rápida…
es_419: Buscando la ruta más rápida…
fi: Etsitään nopeinta reittiä…
fr: Recherche de l'itinéraire le plus rapide…
fr_ca: Recherche de l'itinéraire le plus rapide…
he: מחפש את המסלול המהיר ביותר…
hi: सबसे तेज़ मार्ग खोजते हुए…
hr: Pronalazak najbrže rute…
hu: Leggyorsabb útvonal keresése…
id: Mencari rute tercepat…
it: Trova il percorso più veloce…
ja: 最短ルートを探しています…
kk: Ең жылдам маршрутты табу…
ko: 가장 빠른 경로 찾기…
ms: Mencari laluan terpantas…
nb: Leter etter den raskeste ruten…
nl: Snelste route vinden…
pl: Znalezienie najszybszej trasy...
pt_br: Encontrando a rota mais rápida…
pt_pt: A encontrar a rota mais rápida…
ro: Se caută cea mai rapidă rută…
ru: Поиск самого быстрого маршрута…
sk: Hľadám najrýchlejšiu trasu…
sv: Hittar snabbaste rutt…
th: กำลังค้นหาเส้นทางที่เร็วที่สุด…
tr: En hızlı rotayı buluyor…
uk: Знаходження найшвидшого маршруту…
vi: Đang tìm lộ trình nhanh nhất…
zh_hans: 寻找最快路线…
zh_hant: 尋找最快路線…
zh_hk: 尋找最快路線…

# TK.Placeholder.findingGasStationsDots
source: Finding gas stations…
ar: جارٍ العثور على محطات الوقود…
bg: Намери бензиностанции…
ca: Trobat gasolineres…
cs: Hledám čerpací stanice…
da: Finder tankstationer…
de: Tankstellen finden…
el: Αναζητώντας βενζινάδικα…
es: Buscando gasolineras…
es_419: Buscando estaciones de servicio…
fi: Etsitään bensa-asemia…
fr: Recherche des stations-service…
fr_ca: Recherche de stations-service…
he: מחפש תחנות דלק…
hi: पेट्रोल स्टेशनों की खोज में…
hr: Pronalazak benzinskih postaja…
hu: Benzinkutak keresése…
id: Mencari pom bensin…
it: Trova stazioni di servizio…
ja: ガソリンスタンドを探しています…
kk: Бензин станцияларын табу…
ko: 주유소 찾기…
ms: Mencari stesen gas…
nb: Leter etter bensinstasjoner…
nl: Tankstations vinden…
pl: Znalezienie stacji benzynowych...
pt_br: Encontrando postos de gasolina…
pt_pt: A encontrar postos de combustível…
ro: Se caută benzinării…
ru: Поиск автозаправочных станций…
sk: Hľadám čerpacie stanice…
sv: Hittar bensinstationer…
th: กำลังค้นหาปั๊มน้ำมัน…
tr: Benzin istasyonları buluyor…
uk: Знаходження автозаправних станцій…
vi: Đang tìm trạm xăng…
zh_hans: 寻找加油站…
zh_hant: 尋找加油站…
zh_hk: 尋找加油站…

# TK.Placeholder.findingParkingSpotsDots
source: Finding parking spots…
ar: جارٍ العثور على أماكن وقوف السيارات…
bg: Намери паркоместа…
ca: Troba llocs d'aparcament…
cs: Hledám parkovací místa…
da: Finder parkeringspladser…
de: Parkplätze finden…
el: Αναζητώντας θέσεις στάθμευσης…
es: Buscando lugares de estacionamiento…
es_419: Buscando lugares de estacionamiento…
fi: Etsitään parkkipaikkoja…
fr: Recherche de places de stationnement…
fr_ca: Recherche de places de stationnement…
he: מחפש חניות…
hi: पार्किंग स्पॉट की खोज में…
hr: Pronalazak parkirnih mjesta…
hu: Parkolóhelyek keresése…
id: Mencari tempat parkir…
it: Ricerca posti auto…
ja: 駐車スポットを探しています…
kk: Парковка орындарын табу…
ko: 주차 공간 찾기…
ms: Mencari tempat letak kereta…
nb: Leter etter parkeringsplasser…
nl: Parkeerplaatsen vinden…
pl: Znalezienie miejsc parkingowych...
pt_br: Encontrando vagas de estacionamento…
pt_pt: A encontrar lugares para estacionar…
ro: Se caută locuri de parcare…
ru: Поиск парковочных мест…
sk: Hľadám parkovacie miesta…
sv: Hittar parkeringsplatser…
th: กำลังค้นหาที่จอดรถ…
tr: Park noktaları buluyor…
uk: Знаходження паркувальних місць…
vi: Đang tìm chỗ đỗ xe…
zh_hans: 寻找停车位…
zh_hant: 尋找停車位…
zh_hk: 尋找停車位…

# TK.Placeholder.findingRestAreasDots
source: Finding rest areas…
ar: جارٍ العثور على مناطق استراحة…
bg: Намери почивни зони…
ca: Trobat zones de descans…
cs: Hledám odpočinkové oblasti…
da: Finder rastepladser…
de: Rastplätze finden…
el: Αναζητώντας περιοχές ξεκούρασης…
es: Buscando áreas de descanso…
es_419: Buscando áreas de descanso…
fi: Etsitään taukopaikkoja…
fr: Recherche des aires de repos…
fr_ca: Recherche de zones de repos…
he: מחפש אזורי מנוחה…
hi: आराम स्थलों की खोज में…
hr: Pronalazak odmorišta…
hu: Pihenőhelyek keresése…
id: Mencari area istirahat…
it: Ricerca aree di sosta…
ja: 休憩所を探しています…
kk: Демалыс орындарын табу…
ko: 휴게소 찾기…
ms: Mencari kawasan rehat…
nb: Leter etter rasteplasser…
nl: Rustplaatsen vinden…
pl: Znalezienie miejsc odpoczynku...
pt_br: Buscando áreas de descanso…
pt_pt: A encontrar áreas de descanso…
ro: Se caută zone de odihnă…
ru: Поиск зон отдыха…
sk: Hľadám odpočinkové miesta…
sv: Hittar viloplatser…
th: กำลังค้นหาพื้นที่พัก…
tr: Dinlenme alanları buluyor…
uk: Знаходження відпочинкових зон…
vi: Đang tìm khu vực nghỉ ngơi…
zh_hans: 寻找休息区…
zh_hant: 尋找休息區…
zh_hk: 尋找休息區…

# TK.Placeholder.findingYourLocationDots
source: Finding your location…
ar: جارٍ العثور على موقعك…
bg: Намери местоположението си…
ca: Trobat la teva ubicació…
cs: Hledám vaši polohu…
da: Finder din placering…
de: Deinen Standort finden…
el: Αναζητώντας την τοποθεσία σας…
es: Buscando tu ubicación…
es_419: Buscando tu ubicación…
fi: Etsitään sijaintiasi…
fr: Recherche de votre emplacement…
fr_ca: Recherche de votre emplacement…
he: מחפש את המיקום שלך…
hi: आपकी स्थिति खोजते हुए…
hr: Pronalazak tvoje lokacije…
hu: Helyed keresése…
id: Mencari lokasi Anda…
it: Ricerca la tua posizione…
ja: 位置情報を取得中…
kk: Сіздің орнатып жатқаныңызды табу…
ko: 위치 찾기…
ms: Mencari lokasi anda…
nb: Leter etter din posisjon…
nl: Je locatie vinden…
pl: Znalezienie twojej lokalizacji...
pt_br: Buscando sua localização…
pt_pt: A encontrar a sua localização…
ro: Se caută locația ta…
ru: Поиск вашего местоположения…
sk: Hľadám vašu polohu…
sv: Hittar din plats…
th: กำลังค้นหาสถานที่ของคุณ…
tr: Konumunuzu buluyor…
uk: Знаходження вашого розташування…
vi: Đang tìm vị trí của bạn…
zh_hans: 寻找您的位置…
zh_hant: 尋找您的位置…
zh_hk: 尋找您所在的位置…

# TK.Placeholder.gettingTurnByTurnDirectionsDots
source: Getting turn-by-turn directions…
ar: جارٍ الحصول على الاتجاهات خطوة بخطوة…
bg: Получаване на указания завой по завой...
ca: Obtenint indicacions pas a pas…
cs: Získávám navigaci odbočka po odbočce…
da: Henter rutevejledning…
de: Navigiere Schritt für Schritt…
el: Λήψη οδηγιών στροφής…
es: Obteniendo direcciones paso a paso…
es_419: Obteniendo direcciones paso a paso…
fi: Saadaan käännösohjeita…
fr: Obtention des directions détaillées…
fr_ca: Obtention des directions détaillées…
he: מקבל הוראות צעד אחר צעד…
hi: टर्न-बाय-टर्न मार्गनिर्देशन प्राप्त कर रहे हैं...
hr: Dohvaćam upute skretanje po skretanje…
hu: Útvonalak lekérése…
id: Mengambil arah belokan…
it: Ottenendo indicazioni passo-passo…
ja: ターンバイターンの道順を取得中…
kk: Бейне нұсқаулықтарын алу…
ko: 길 안내 받는 중…
ms: Mendapatkan arah berbagi langkah…
nb: Henter veibeskrivelser…
nl: Routebeschrijving ophalen…
pl: Pozyskiwanie wskazówek nawigacyjnych…
pt_br: Obtendo direções passo a passo…
pt_pt: A obter direcções passo-a-passo...
ro: Obținerea indicațiilor pas cu pas…
ru: Получение пошаговых указаний...
sk: Získavam navigačné pokyny...
sv: Hämtar tur-och-retur-vägbeskrivningar…
th: กำลังนำทางโดยละเอียด…
tr: Adım adım yönler alınıyor…
uk: Отримую покрокові вказівки…
vi: Đang lấy hướng dẫn từng bước…
zh_hans: 获取逐路导航中...
zh_hant: 正在獲取逐路指引…
zh_hk: 獲取逐步指示中...

# TK.Placeholder.gettingWeatherConditionsDots
source: Getting weather conditions…
ar: جارٍ الحصول على أحوال الطقس…
bg: Получаване на метеорологични условия...
ca: Obtenint les condicions meteorològiques…
cs: Získávám počasí…
da: Henter vejrforslag…
de: Wetterbedingungen werden abgerufen…
el: Λήψη καιρικών συνθηκών…
es: Obteniendo condiciones meteorológicas…
es_419: Obteniendo condiciones climáticas…
fi: Saadaan säätiedot…
fr: Obtention des conditions météorologiques…
fr_ca: Obtention des conditions météorologiques…
he: מקבל תנאי מזג האוויר…
hi: मौसम की परिस्थितियाँ प्राप्त कर रहे हैं...
hr: Dohvaćam vremenske uvjete…
hu: Időjárási viszonyok lekérése…
id: Mengambil kondisi cuaca…
it: Ottenendo condizioni meteo…
ja: 天気情報を取得中…
kk: Ауа райы жағдайларын алу…
ko: 날씨 정보 가져오는 중…
ms: Mendapatkan kondisi cuaca…
nb: Henter værforhold…
nl: Weercondities ophalen…
pl: Pobieranie warunków pogodowych…
pt_br: Obtendo condições climáticas…
pt_pt: A obter condições meteorológicas...
ro: Obținerea condițiilor meteo…
ru: Получение данных о погоде...
sk: Získavam poveternostné podmienky...
sv: Hämtar väderförhållanden…
th: กำลังดึงข้อมูลสภาพอากาศ…
tr: Hava durumu alınıyor…
uk: Отримую погодні умови…
vi: Đang lấy điều kiện thời tiết…
zh_hans: 获取天气情况中...
zh_hant: 正在獲取天氣條件…
zh_hk: 獲取天氣狀況中...

# TK.Placeholder.loadingMapDataDots
source: Loading map data…
ar: جارٍ تحميل بيانات الخريطة…
bg: Зареждане на данни от картата...
ca: Carregant dades del mapa…
cs: Načítám data mapy…
da: Indlæser kortdata…
de: Kartendaten werden geladen…
el: Φόρτωμα δεδομένων χάρτη…
es: Cargando datos del mapa…
es_419: Cargando datos del mapa…
fi: Ladataan karttatietoja…
fr: Chargement des données cartographiques…
fr_ca: Chargement des données de la carte…
he: טוען נתוני מפה…
hi: मानचित्र डेटा लोड हो रहा है...
hr: Učitavam podatke mape…
hu: Térképadatok betöltése…
id: Memuat data peta…
it: Caricamento dati mappa…
ja: マップデータを読み込み中…
kk: Карта деректерін жүктеу…
ko: 지도 데이터 로딩 중…
ms: Memuatkan data peta…
nb: Laster kartdata…
nl: Kaartdata laden…
pl: Ładowanie danych mapy…
pt_br: Carregando dados do mapa…
pt_pt: A carregar dados do mapa...
ro: Încărcare date hartă…
ru: Загрузка данных карты...
sk: Načítavam mapové údaje...
sv: Laddar kartdata…
th: กำลังโหลดข้อมูลแผนที่…
tr: Harita verileri yükleniyor…
uk: Завантажую дані карти…
vi: Đang tải dữ liệu bản đồ…
zh_hans: 加载地图数据中...
zh_hant: 正在加載地圖數據…
zh_hk: 加載地圖數據中...

# TK.Placeholder.locatingNearestExitDots
source: Locating nearest exit…
ar: جارٍ تحديد أقرب مخرج…
bg: Намиране на най-близкия изход...
ca: Localitzant la sortida més propera…
cs: Hledám nejbližší východ…
da: Lokaliserer nærmeste udgang…
de: Nächsten Ausgang suchen…
el: Εντοπισμός κοντινής εξόδου…
es: Localizando salida más cercana…
es_419: Localizando la salida más cercana…
fi: Etsitään lähintä poistumistietä…
fr: Recherche de la sortie la plus proche…
fr_ca: Recherche de la sortie la plus proche…
he: מאתר יציאה קרובה…
hi: निकटतम निकास की स्थिति ज्ञात की जा रही है...
hr: Lociram najbliži izlaz…
hu: Legközelebbi kijárat keresése…
id: Menemukan jalur keluar terdekat…
it: Localizzazione uscita più vicina…
ja: 最寄りの出口を特定中…
kk: Ең жақын шығуды анықтау…
ko: 가까운 출구 찾는 중…
ms: Mencari pintu keluar terdekat…
nb: Lokaliserer nærmeste utgang…
nl: Dichtstbijzijnde uitgang lokaliseren…
pl: Lokalizowanie najbliższego wyjścia…
pt_br: Localizando saída mais próxima…
pt_pt: A localizar a saída mais próxima...
ro: Încercare localizare cea mai apropiată ieșire…
ru: Поиск ближайшего выхода...
sk: Hľadám najbližší východ...
sv: Lokalisering av närmaste utgång…
th: กำลังหาทางออกที่ใกล้ที่สุด…
tr: En yakın çıkış bulunuyor…
uk: Знаходжу найближчий вихід…
vi: Đang định vị lối thoát gần nhất…
zh_hans: 定位最近出口中...
zh_hant: 正在定位最近的出口…
zh_hk: 尋找最近出口中...

# TK.Placeholder.optimizingRouteDots
source: Optimizing route…
ar: جاري تحسين المسار…
bg: Оптимизиране на маршрута…
ca: Optimitzant ruta…
cs: Optimalizuji trasu…
da: Optimerer rute…
de: Route optimieren…
el: Βελτιστοποίηση διαδρομής…
es: Optimizando ruta…
es_419: Optimizando ruta…
fi: Optimoidaan reittiä…
fr: Optimisation de l'itinéraire…
fr_ca: Optimisation de l'itinéraire…
he: אופטימיזציה של מסלול…
hi: मार्ग को अनुकूलित करते हुए…
hr: Optimiziram rutu…
hu: Útvonal optimalizálása…
id: Mengoptimalkan rute…
it: Ottimizzazione del percorso…
ja: ルートを最適化しています…
kk: Маршрутты оңтайландыру…
ko: 경로 최적화 중…
ms: Mengoptimumkan laluan…
nb: Optimaliserer rute…
nl: Route optimaliseren…
pl: Optymalizowanie trasy…
pt_br: Otimizando rota…
pt_pt: A otimizar o trajeto…
ro: Optimizarea rutei…
ru: Оптимизация маршрута…
sk: Optimalizácia trasy…
sv: Optimerar rutt…
th: กำลังปรับเส้นทาง…
tr: Rota optimize ediliyor…
uk: Оптимізація маршруту…
vi: Đang tối ưu hóa lộ trình…
zh_hans: 正在优化路线…
zh_hant: 優化路徑…
zh_hk: 優化路徑…

# TK.Placeholder.searchAlongRouteDots
source: Search along route…
ar: البحث على طول المسار…
bg: Търсене по маршрута…
ca: Cercant al llarg de la ruta…
cs: Hledat podél trasy…
da: Søger langs ruten…
de: Entlang der Route suchen…
el: Αναζήτηση κατά μήκος της διαδρομής…
es: Buscando a lo largo de la ruta…
es_419: Buscar a lo largo de la ruta…
fi: Etsi reitin varrella…
fr: Recherche en cours…
fr_ca: Recherche le long de l'itinéraire…
he: מחפש מסלול…
hi: मार्ग के沿 खोजें…
hr: Pretražujem duž rute…
hu: Útvonal mentén keresés…
id: Mencari sepanjang rute…
it: Cerca lungo il percorso…
ja: ルート内を検索中…
kk: Маршрут бойынша іздеу…
ko: 경로 따라 검색 중…
ms: Mencari sepanjang laluan…
nb: Søk langs ruten…
nl: Zoeken langs route…
pl: Szukaj wzdłuż trasy…
pt_br: Buscando ao longo da rota…
pt_pt: A procurar ao longo da rota...
ro: Caut pe traseu…
ru: Ищем по маршруту…
sk: Hľadať po trase…
sv: Sök längs rutten…
th: ค้นหาระหว่างทาง…
tr: Güzergah boyunca ara…
uk: Пошук по маршруту…
vi: Tìm kiếm dọc đường…
zh_hans: 沿线路径搜索…
zh_hant: 沿路搜尋中…
zh_hk: 沿路搜尋…

# TK.Placeholder.searchingNearbyDots
source: Searching nearby…
ar: جارٍ البحث عن الأماكن القريبة…
bg: Търсене в близост…
ca: Cercant a prop…
cs: Hledání v okolí…
da: Søger i nærheden…
de: In der Nähe suchen…
el: Αναζήτηση γύρω…
es: Buscando cerca…
es_419: Buscando cerca…
fi: Etsitään lähistöltä…
fr: Recherche à proximité…
fr_ca: Recherche à proximité…
he: מחפש בסביבה…
hi: आसपास खोजें…
hr: Tražim u blizini…
hu: Közeli helyek keresése…
id: Mencari yang dekat…
it: Ricerca nelle vicinanze…
ja: 近くを検索中…
kk: Жақын маңды іздеу…
ko: 근처 검색 중…
ms: Mencari berdekatan…
nb: Søker i nærheten…
nl: Zoeken in de buurt…
pl: Szukam w pobliżu…
pt_br: Buscando nas proximidades…
pt_pt: A procurar nas proximidades...
ro: Caut în apropiere…
ru: Ищем поблизости…
sk: Hľadám v okolí…
sv: Söker i närheten…
th: กำลังค้นหาในบริเวณใกล้เคียง…
tr: Civarda aranıyor…
uk: Пошук поблизу…
vi: Đang tìm gần đây…
zh_hans: 正在附近搜索…
zh_hant: 搜尋附近地點中…
zh_hk: 正在搜尋附近…

# TK.Placeholder.searchLocationsDots
source: Search locations…
ar: ابحث عن المواقع…
bg: Търси локации…
ca: Cerca ubicacions...
cs: Hledat místa…
da: Søg efter steder…
de: Nach Standorten suchen…
el: Αναζήτηση τοποθεσιών…
es: Buscar ubicaciones…
es_419: Buscar ubicaciones…
fi: Etsi sijainteja…
fr: Rechercher des emplacements…
fr_ca: Recherche d'emplacements…
he: חפש מקומות…
hi: स्थान खोजें…
hr: Pretraži lokacije…
hu: Keresés helyszínek között…
id: Cari lokasi…
it: Cerca luoghi…
ja: ロケーションを検索…
kk: Орналасқан жерлерді іздеу…
ko: 위치 검색…
ms: Cari lokasi…
nb: Søk etter steder…
nl: Zoek locaties…
pl: Szukaj lokalizacji…
pt_br: Buscar locais…
pt_pt: Pesquisar locais…
ro: Caută locații…
ru: Поиск локаций…
sk: Hľadať miesta…
sv: Sök platser…
th: ค้นหาสถานที่…
tr: Yerleri ara…
uk: Шукати локації…
vi: Tìm địa điểm…
zh_hans: 搜索地点…
zh_hant: 搜尋地點…
zh_hk: 搜索地點…
